packages/inductiva/inductiva-0.2.2.tar.gz/inductiva-0.2.2/inductiva/templates/heat_sink/openfoam/files/system/cellMaxFinT
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Version:  v1912
    \\  /    A nd           | Website:  www.openfoam.com
     \\/     M anipulation  |
-------------------------------------------------------------------------------
Description
    Writes out the maximum cell value for one or more fields.

\*---------------------------------------------------------------------------*/

#includeEtc "caseDicts/postProcessing/minMax/cellMinMax.cfg"

region fins;

fields (T);

// ************************************************************************* //
